Repository: jakubl7545/winWizard
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, fr, pt_pt, ro, uk

source: winWizard
bg: Помощник за прозорците

source: &Confirm actions with sounds
ar: &تأكيد الإجراء بنغمة صوتية
bg: &Потвърждавай действията със звуков сигнал
pt_pt: &Confirmar acções com sons
ro: Confirmă ac&țiunile cu sunete
uk: &Підтверджувати дії звуковими сигналами

source: Stack {}
ar: مجموعة {}
bg: Комплект {}
da: Stak {}
fr: Pile {}
pt_pt: Empilhar {}
ro: Stivă {}
uk: Стек {}

source: Change process priority
ar: تغيير مستوى أولوية العملية
bg: Промяна на приоритета на процеса
da: Ændre procesprioritet
fr: Changer la priorité du processus
pt_pt: Mudar as prioridades das alterações de processo
ro: Modificare prioritate proces
uk: Змінити пріоритет процесу

source: Choose priority
ar: اختيار مستوى الأولوية
bg: Избор на приоритет
da: Vælg prioritet
fr: Choisir la priorité
pt_pt: Escolher prioridade
ro: Alegeți prioritatea
uk: Обрати пріоритет

source: Change
ar: تغيير
bg: Промени
da: Ændre
fr: Changer
pt_pt: Alterar
ro: Modificare
uk: Зміна

source: Cancel
ar: إلغاء
bg: Отказ
da: Annuller
fr: Annuler
pt_pt: Cancelar
ro: Anulare
uk: Скасувати

source: Hidden windows
ar: النوافذ المخفية
bg: Скрити прозорци
da: Skjulte vinduer
fr: Fenêtres cachées
pt_pt: Janelas ocultas
ro: Ferestre ascunse
uk: Приховані вікна

source: Unhide
ar: إظهار
bg: Покажи
da: Vis
fr: Ne plus cacher
pt_pt: Mostrar
ro: Arată
uk: Показати

source: Close
ar: إغلاق
bg: Затвори
da: Luk
fr: Fermer
pt_pt: Fechar
ro: Închide
uk: Закрити

source: {} from process {}
ar: {} تابع للعملية {}
bg: {} от процеса {}
da: {} fra proces {}
fr: {} du processus {}
pt_pt: {} do processo {}
ro: {} din procesul {}
uk: {} від процесу {}

source: Idle
ar: خامل
bg: Нисък
da: Inaktiv
fr: Inactif
pt_pt: Ocioso
ro: Inactiv
uk: Неактивний

source: Below Normal
ar: دون الطبيعي
bg: Под нормалното
da: Under normal
fr: Au-dessous de la normale
pt_pt: Abaixo do normal
ro: Sub normal
uk: Нижче норми

source: Normal
ar: طبيعي
bg: Нормален
uk: Нормальний

source: Above normal
ar: فوق الطبيعي
bg: Над нормалното
da: Over normal
fr: Au-dessus de la normale
pt_pt: Acima do normal
ro: Peste normal
uk: Вище норми

source: High
ar: مرتفعة
bg: Висок
da: Høj
fr: Cacher
pt_pt: Alta
ro: Ridicat
uk: Високий

source: Real time
ar: الوقت الفعلي
bg: Реално време
da: Realtid
fr: Temps réel
pt_pt: Em tempo real
ro: În timp real
uk: В реальному часі

source: Win Wizard
bg: Помощник за прозорците (Win Wizard)

source: Jumps between top-level windows of the current application.
ar: القفز بين النوافذ الموجودة في المستوى الذي يعلو التطبيق الحالي.
bg: Преминава между прозорци от най-горно ниво на текущото приложение.
da: Springer mellem vinduer på øverste niveau for det aktuelle program.
fr: Basculer entre les fenêtres de niveau supérieur de l'application courante.
pt_pt: Saltos entre janelas de nível superior da aplicação actual.
ro: Sare între ferestrele de nivel superior ale aplicației curente.
uk: Переходить між вікнами верхнього рівня поточної програми.

source: Not supported here.
ar: غير مدعوم هنا.
bg: Не се поддържа тук.
da: Ikke understøttet her.
fr: Non supporté ici.
pt_pt: Sem suporte, aqui.
ro: Nu este suportat aici.
uk: Тут не підтримується.

source: This window has no top level windows to cycle to.
ar: لا يوجد مستوى أعلى لهذه النافذة للانتقال إليه.
bg: Този прозорец няма прозорци от най-горно ниво, към които да се преминава.
da: Dette vindue har ingen vinduer på øverste niveau at skifte imellem.
fr: Cette fenêtre n'a pas de fenêtre de niveau supérieur où basculer.
pt_pt: Esta janela não tem janelas de nível superior a que se possa recorrer.
ro: Această fereastră nu are ferestre de nivel superior prin care să treacă.
uk: У цьому вікні немає вікон верхнього рівня, до яких можна переходити.

source: Multiple top level windows detected.
ar: توجد نوافذ متعددة في المستوى الأعلى.
bg: Открити са множество прозорци от най-горно ниво.
da: Flere vinduer på øverste niveau registreret.
fr: Multiples fenêtres de niveau supérieur détectées.
pt_pt: Várias janelas de nível superior detectadas.
ro: Au fost detectate ferestre multiple de nivel superior.
uk: Виявлено декілька вікон верхнього рівня.

source: Can't retrieve window information for this object.
ar: لا يمكن الحصول على معلومات حول النافذة الخاصة بهذا الكائن.
bg: Не може да се извлече информация за прозореца за този обект.
da: Kan ikke hente vinduesoplysninger for dette objekt.
fr: Impossible de récupérer les informations de fenêtre pour cet objet.
pt_pt: Não é possível recuperar informações de janela para este objecto.
ro: Nu pot fi recuperate informațiile ferestrei pentru acest obiect.
uk: Не вдається отримати інформацію про вікно для цього об’єкта.

source: Kills currently focused process.
ar: إنهاء العملية الواقعة في حيز التركيز حاليا.
bg: Прекратява текущо фокусирания процес.
da: Afbryder og lukker aktuelt fokuseret proces.
fr: Tuer le processus actuellement en focus.
pt_pt: Mata o processo actualmente sob o foco.
ro: Dezactivează procesele focalizate în momentul de față.
uk: Припиняє поточний сфокусований процес.

source: Cannot kill the current process
ar: يتعذّر إنهاء العملية الحالية
bg: Текущия процес не може да бъде прекратен
da: Den nuværende proces kan ikke lukkes
fr: Impossible de tuer le processus en cours.
pt_pt: Não pode matar o processo actual
ro: Nu a putut fi dezactivat procesul curent
uk: Неможливо припинити поточний процес

source: Opens a dialog allowing to change title of the current window
ar: فتح مربّع حوار يتيح تغيير عنوان النافذة الحالية
bg: Отваря диалогов прозорец, позволяващ промяна на заглавието на текущия прозорец
da: Åbner en dialog, der gør det muligt at ændre titlen på det aktuelle vindue
fr: Ouvrir un dialogue permettant de changer le titre de la fenêtre courante.
pt_pt: Abre um diálogo que permite alterar o título da janela actual
ro: Deschide un dialog care permite modificarea titlului ferestrei curente
uk: Відкриває діалог, в якому можна змінити назву поточного вікна

source: Enter the new title for this window:
ar: أدخِلْ العنوان الجديد لهذه النافذة:
bg: Въведете новото заглавие за този прозорец:
da: Indtast den nye titel for dette vindue:
fr: Entrez le nouveau titre pour cette fenêtre :
pt_pt: Escrever o novo título para esta janela:
ro: Introduceți noul titlu pentru această fereastră:
uk: Введіть нову назву для цього вікна:

source: Change window title
ar: تغيير عنوان النافذة
bg: Промяна на заглавието на прозореца
da: Skift titel for vindue
fr: Canger le titre de la fenêtre
pt_pt: Alterar o título da janela
ro: Modificare titlu fereastră
uk: Змінити назву вікна

source: Failed to change window title!
ar: تعثُّر تغيير عنوان النافذة!
bg: Промяната на заглавието на прозореца не бе успешна!
da: Vinduets titel kunne ikke ændres!
fr: Échec lors du changement de titre de la fenêtre !
pt_pt: Falha ao mudar o título da janela!
ro: Modificarea titlului ferestrei a eșuat!
uk: Не вдалося змінити назву вікна!

source: Error
ar: خطأ
bg: Грешка
da: Fejl
fr: Erreur
pt_pt: Erro
ro: Eroare
uk: Помилка

source: Opens dialog used to change priority of the process of currently focused program.
ar: فتح مربّع حوار لضبط مستوى أولوية العملية الخاصة بالبرنامج الحالي.
bg: Отваря диалогов прозорец, позволяващ промяна на приоритета на процеса на текущо фокусираната програма.
da: Åbner dialogen, der bruges til at ændre prioritet for processen for det aktuelle program.
fr: Ouvrir le dialogue utilisé pour changer la priorité du processus du programme actuellement en focus.
pt_pt: Abre o diálogo utilizado para alterar a prioridade do processo do programa actualmente sob o foco.
ro: Deschide dialogul utilizat la modificarea priorității procesului programului pe care sunteți focalizat.
uk: Відкриває діалог, який використовується для зміни пріоритету процесу поточної програми.

source: Cannot hide this window!
ar: لا يمكن إخفاء هذه النافذة!
bg: Този прозорец не може да бъде скрит!
da: Dette vindue kan ikke skjules!
fr: Impossible de cacher cette fenêtre !
pt_pt: Não se pode esconder esta janela!
ro: Nu poate fi ascunsă această fereastră!
uk: Неможливо приховати це вікно!

source: Shows or hides window in the current slot.
ar: إظهار أو إخفاء النافذة في المنفذ الحالي.
bg: Показва или скрива прозорец в текущия слот.
da: Viser eller skjuler vindue på den aktuelle plads.
fr: Afficher ou masquer la fenêtre dans l'emplacement actuel.
pt_pt: Mostra ou oculta a janela na slot actual.
ro: Afișează sau ascunde fereastra din slotul curent.
uk: Показує або приховує вікно в поточному слоті.

source: Goes to the previous stack
ar: الانتقال للمجموعة السابقة
bg: Преминава към предишния комплект
da: Går til den forrige stak
fr: Aller à la pile précédente
pt_pt: Vai para a pilha anterior
ro: Merge la stiva precedentă
uk: Перехід до попереднього стека

source: Goes to the next stack
ar: الانتقال للمجموعة التالية
bg: Преминава към следващия комплект
da: Går til den næste stak
fr: Aller à la pile suivante
pt_pt: Vai para a pilha seguinte
ro: Merge la stiva următoare
uk: Перехід до наступного стека

source: Hides current window in the first available slot
ar: إخفاء النافذة الحالية في أول منفذ متوفر
bg: Скрива текущия прозорец в първия наличен слот
da: Skjuler det aktuelle vindue på den første tilgængelige plads
fr: Cacher la fenêtre en cours dans le premier emplacement disponible
pt_pt: Esconde a janela actual na primeira slot disponível
ro: Ascunde fereastra curentă din primul slot disponibil
uk: Приховує поточне вікно в першому доступному слоті

source: Shows last hidden window
ar: عرض آخر نافذة أُخفيت
bg: Показва последно скрития прозорец
da: Viser det sidste skjulte vindue
fr: Montrer la dernière fenêtre cachée
pt_pt: Mostra a última janela oculta
ro: Afișează ultima fereastră ascunsă
uk: Показує останнє приховане вікно

source: There is no window recorded as last hidden!
ar: لم تُسجَّل نافذةٌ كآخر نافذة أُخفيَت!
bg: Няма прозорец, записан като последно скрит!
da: Der er intet vindue registreret som sidst skjult!
fr: Il n'y a pas de fenêtre enregistrée comme dernière cachée !
pt_pt: Não há nenhuma janela registada como última escondida!
ro: Nu există nicio fereastră înregistrată ca fiind ultima ascunsă!
uk: Немає вікна, записаного як останнє приховане!

source: Window recorded as last hidden no longer exists!
ar: لم تعُدِ النافذة المسجّلة كآخر نافذة مخفية موجودةً!
bg: Прозорецът, записан като последно скрит, вече не съществува!
da: Vindue registreret som sidst skjult eksisterer ikke længere!
fr: La fenêtre enregistrée comme dernière cachée n'existe plus !
pt_pt: A janela registada como última escondida já não existe!
ro: Nu mai există ferestre înregistrate ca fiind ultimele ascunse!
uk: Вікна, записаного як останнє приховане, більше не існує!

source: Opens dialog for unhiding currently hidden windows.
ar: عرض مربّع حوار للنوافذ غير المخفية.
bg: Отваря диалогов прозорец за показване на скрити в момента прозорци.
da: Åbner dialog til at vise aktuelt skjulte vinduer.
fr: Ouvrir le dialogue permettant d'afficher les fenêtres actuellement cachées.
pt_pt: Abre o diálogo para as janelas actualmente ocultas.
ro: Deschide dialogul care afișează ferestrele actualmente ascunse.
uk: Відкриває діалог для показу прихованих вікон.

source: There are no windows currently hidden.
ar: لا توجد نوافذ مخفيّة حاليا.
bg: В момента няма скрити прозорци.
da: Der er i øjeblikket ingen vinduer skjult.
fr: Il n'y a pas actuellement de fenêtre cachée.
pt_pt: Não existem actualmente janelas escondidas.
ro: Nu există ferestre ascunse în momentul de față.
uk: Зараз немає прихованих вікон.

source: This addon allows you to hide windows (NVDA shift and numbers). Also, allows exploration of top level windows (windows+NVDA+tab), and kill a non responding process with windows f4.
ar: تُتيح هذه الإضافة إخفاء النوافذ (NVDA shift مع الأرقام). كما تتيح استعراض النوافذ في المستوى الأعلى (windows+NVDA+tab), وكذلك إنهاء العمليات التي لا تستجيب مع windows f4.
bg: Тази добавка ви позволява да скривате прозорци (NVDA+Shift+цифрите). Също така позволява изследване на прозорци от най-горно ниво (Windows+NVDA+TAB), както и прекратяването на нереагиращ процес, посредством Windows+F4.
da: Denne tilføjelse giver dig mulighed for at skjule vinduer (NVDA+shift og tal). Tilføjelsen lader dig også udforske vinduer på øverste niveau (Windows+NVDA+Tab), og afslutte processer, der ikke svarer med windows+f4.
fr: Cet extension vous permet de masquer les fenêtres (maj NVDA et chiffres). Permet également l'exploration des fenêtres de niveau supérieur (windows+NVDA+tab), et de tuez un processus qui ne répond pas avec Windows f4.
pt_pt: Este extra permite-lhe esconder janelas (NVDA shift e números). Também permite explorar janelas de nível superior (windows+NVDA+tab), e matar um processo sem resposta com janelas f4.
ro: Acest supliment vă permite să ascundeți ferestre (NVDA shift și numere). De asemenea, permite explorarea ferestrelor de nivel superior (windows+NVDA+tab) și dezactivează un proces blocat (windows f4).
uk: Цей додаток дозволяє приховувати вікна (NVDA+shift+цифри). Також дозволяє досліджувати вікна верхнього рівня (windows+NVDA+tab), і припиняє процес, який не відповідає, за допомогою Windows+F4.
